Repository: cloakyard/cloakdrop
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: %@ Checksum
ar: المجموع الاختباري %@
de: %@-Prüfsumme
es: Suma de comprobación %@
fr: Somme de contrôle %@
hi: %@ चेकसम
ja: %@ チェックサム
ko: %@ 체크섬
ru: Контрольная сумма %@
zh_hans: %@ 校验和

source: %@ Mbps
ar: %@ ميغابت/ث
de: %@ Mbit/s
fr: %@ Mbit/s
ru: %@ Мбит/с

source: %@ domains · updated %@
ar: ‏%@ نطاق · حُدّثت %@
de: %@ Domains · aktualisiert %@
es: %@ dominios · actualizada %@
fr: %@ domaines · mise à jour %@
hi: %@ डोमेन · अपडेट %@
ja: %@件のドメイン · 更新: %@
ko: 도메인 %@개 · 업데이트: %@
pt_br: %@ domínios · atualizada %@
ru: Доменов: %@ · обновлено %@
zh_hans: %@ 个域名 · 更新于%@

source: %@ downloading · %@
ar: %@ قيد التنزيل · %@
de: %@ werden geladen · %@
es: %@ descargando · %@
fr: %@ en téléchargement · %@
hi: %@ डाउनलोड हो रहे हैं · %@
ja: %@ をダウンロード中 · %@
ko: %@개 다운로드 중 · %@
pt_br: %@ baixando · %@
ru: %@ загружается · %@
zh_hans: %@ 正在下载 · %@

source: %@ is an open-source blocklist layered on top of the built-in one. It is fetched from %@ only when you choose it or press Update Now — never automatically. Blocking still happens entirely on your Mac and never affects your downloads.
ar: ‏%@ قائمة حظر مفتوحة المصدر تُضاف فوق القائمة المضمّنة. لا تُجلب من %@ إلا عندما تختارها أو تضغط «تحديث الآن» — ولا يحدث ذلك تلقائيًا أبدًا. يظل الحظر يجري بالكامل على جهاز Mac الخاص بك ولا يؤثر أبدًا في تنزيلاتك.
de: %@ ist eine Open-Source-Blockierliste, die die integrierte Liste ergänzt. Sie wird nur dann von %@ geladen, wenn du sie auswählst oder auf „Jetzt aktualisieren“ klickst – nie automatisch. Die Blockierung erfolgt weiterhin vollständig auf deinem Mac und wirkt sich nie auf deine Downloads aus.
es: %@ es una lista de bloqueo de código abierto que se suma a la integrada. Solo se descarga de %@ cuando la eliges o pulsas «Actualizar ahora», nunca automáticamente. El bloqueo sigue ocurriendo por completo en tu Mac y nunca afecta a tus descargas.
fr: %@ est une liste de blocage open source qui s’ajoute à la liste intégrée. Elle n’est récupérée depuis %@ que lorsque vous la choisissez ou appuyez sur « Mettre à jour » — jamais automatiquement. Le blocage a toujours lieu entièrement sur votre Mac et n’affecte jamais vos téléchargements.
hi: %@ एक ओपन-सोर्स ब्लॉकलिस्ट है जो अंतर्निहित सूची के ऊपर जुड़ती है। यह %@ से केवल तभी लाई जाती है जब आप इसे चुनते हैं या «अभी अपडेट करें» दबाते हैं — कभी भी अपने आप नहीं। अवरोधन अब भी पूरी तरह आपके Mac पर होता है और आपके डाउनलोड पर कभी असर नहीं डालता।
ja: %@はオープンソースのブロックリストで、内蔵リストに重ねて適用されます。取得は%@から、選択時または「今すぐ更新」を押したときのみ行われ、自動では決して行われません。ブロックは引き続きすべてMac上で行われ、ダウンロードに影響することはありません。
ko: %@은(는) 내장 목록 위에 더해지는 오픈 소스 차단 목록입니다. 이 목록을 선택하거나 ‘지금 업데이트’를 누를 때에만 %@에서 가져오며, 자동으로 가져오지 않습니다. 차단은 여전히 전적으로 Mac에서 이루어지며 다운로드에는 결코 영향을 주지 않습니다.
pt_br: %@ é uma lista de bloqueio de código aberto aplicada sobre a lista integrada. Ela só é baixada de %@ quando você a escolhe ou toca em “Atualizar agora” — nunca automaticamente. O bloqueio continua acontecendo inteiramente no seu Mac e nunca afeta seus downloads.
ru: %@ — это список блокировки с открытым исходным кодом, дополняющий встроенный. Он загружается с %@ только когда вы выбираете его или нажимаете «Обновить сейчас» — никогда автоматически. Блокировка по-прежнему выполняется целиком на вашем Mac и никогда не затрагивает загрузки.
zh_hans: %@ 是叠加在内置列表之上的开源拦截列表。仅当你选择它或点按“立即更新”时才会从 %@ 获取——绝不会自动获取。拦截仍完全在你的 Mac 上进行，绝不影响你的下载。

source: %@ of %@ · %@ · %@ left
ar: %@ من %@ · %@ · %@ متبقٍ
de: %@ von %@ · %@ · noch %@
es: %@ de %@ · %@ · quedan %@
fr: %@ sur %@ · %@ · %@ restant
hi: %@ / %@ · %@ · %@ शेष
ja: %@ / %@ · %@ · 残り %@
ko: %@ / %@ · %@ · %@ 남음
pt_br: %@ de %@ · %@ · %@ restantes
ru: %@ из %@ · %@ · осталось %@
zh_hans: %@ / %@ · %@ · 剩余 %@

source: %@ · Completed
ar: %@ · مكتمل
de: %@ · Abgeschlossen
es: %@ · Completada
fr: %@ · Terminé
hi: %@ · पूर्ण
ja: %@ · 完了
ko: %@ · 완료됨
pt_br: %@ · Concluído
ru: %@ · Завершено
zh_hans: %@ · 已完成

source: %lld audio · %lld subtitle tracks available
ar: %lld صوت · %lld مسارات ترجمة متوفرة
de: %lld Audio · %lld Untertitelspuren verfügbar
es: %lld audio · %lld pistas de subtítulos disponibles
fr: %lld audio · %lld pistes de sous-titres disponibles
hi: %lld ऑडियो · %lld सबटाइटल ट्रैक उपलब्ध
ja: %lld 個の音声 · %lld 個の字幕トラックが利用可能
ko: %lld개 오디오 · %lld개 자막 트랙 사용 가능
pt_br: %lld áudio · %lld faixas de legenda disponíveis
ru: %lld аудио · %lld дорожек субтитров доступно
zh_hans: %lld 条音频 · %lld 条字幕轨道可用

source: %lld connections
ar: %lld اتصالات
de: %lld Verbindungen
es: %lld conexiones
fr: %lld connexions
hi: %lld कनेक्शन
ja: %lld 接続
ko: 연결 %lld개
pt_br: %lld conexões
ru: %lld соединений
zh_hans: %lld 个连接

source: %lld expired
ar: %lld منتهية الصلاحية
de: %lld abgelaufen
es: %lld caducados
fr: %lld expirés
hi: %lld समाप्त
ja: %lld 件期限切れ
ko: %lld개 만료됨
pt_br: %lld expirados
ru: %lld истекло
zh_hans: %lld 个已过期

source: %lld files will be permanently deleted. This can’t be undone.
ar: سيتم حذف %lld ملفات نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: %lld Dateien werden endgültig gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán permanentemente %lld archivos. Esta acción no se puede deshacer.
fr: %lld fichiers seront définitivement supprimés. Cette action est irréversible.
hi: %lld फ़ाइलें स्थायी रूप से हटा दी जाएँगी। इसे पूर्ववत नहीं किया जा सकता।
ja: %lld 個のファイルが完全に削除されます。この操作は取り消せません。
ko: %lld개의 파일이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: %lld arquivos serão apagados permanentemente. Esta ação não pode ser desfeita.
ru: %lld файлов будут удалены безвозвратно. Это действие нельзя отменить.
zh_hans: %lld 个文件将被永久删除。此操作无法撤销。

source: %lld link
ar: %lld رابط
es: %lld enlace
fr: %lld lien
hi: %lld लिंक
ja: %lld 個のリンク
ko: 링크 %lld개
ru: %lld ссылка
zh_hans: %lld 个链接

source: %lld links
ar: %lld روابط
es: %lld enlaces
fr: %lld liens
hi: %lld लिंक
ja: %lld 個のリンク
ko: 링크 %lld개
ru: %lld ссылок
zh_hans: %lld 个链接

source: %lld ms
ar: %lld مللي ثانية
ru: %lld мс
zh_hans: %lld 毫秒

source: %lld of %lld segments · %@
ar: %lld من %lld مقاطع · %@
de: %lld von %lld Segmenten · %@
es: %lld de %lld segmentos · %@
fr: %lld sur %lld segments · %@
hi: %lld / %lld सेगमेंट · %@
ja: %lld / %lld セグメント · %@
ko: %lld / %lld 세그먼트 · %@
pt_br: %lld de %lld segmentos · %@
ru: %lld из %lld сегментов · %@
zh_hans: %lld / %lld 片段 · %@

source: %lld selected
ar: %lld محدد
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चयनित
ja: %lld 個を選択
ko: %lld개 선택됨
pt_br: %lld selecionados
ru: Выбрано: %lld
zh_hans: 已选择 %lld 个

source: %lld sources
ar: %lld مصادر
de: %lld Quellen
es: %lld fuentes
hi: %lld स्रोत
ja: %lld ソース
ko: 소스 %lld개
pt_br: %lld fontes
ru: %lld источников
zh_hans: %lld 个来源

source: 3 TB in one month. Somewhere, a fair-use policy weeps.
ar: 3 تيرابايت في شهر واحد. في مكان ما، تبكي سياسة الاستخدام العادل.
de: 3 TB in einem Monat. Irgendwo weint eine Fair-Use-Richtlinie.
es: 3 TB en un mes. En algún lugar, una política de uso justo llora.
fr: 3 To en un mois. Quelque part, une politique d’usage équitable pleure.
hi: एक महीने में 3 TB। कहीं न कहीं एक फेयर-यूज़ नीति रो रही है।
ja: 1か月で3TB。どこかでフェアユースポリシーが泣いている。
ko: 한 달에 3TB. 어딘가에서 공정 사용 정책이 울고 있습니다.
pt_br: 3 TB em um mês. Em algum lugar, uma política de uso justo chora.
ru: 3 ТБ за месяц. Где-то плачет политика справедливого использования.
zh_hans: 一个月 3 TB。某处，一份公平使用政策正在哭泣。

source: A download manager has to reach the internet, so CloakDrop is precise about when it does. It connects only to:
ar: لا بد لمدير التنزيلات من الاتصال بالإنترنت، لذا يوضّح CloakDrop بدقة متى يفعل ذلك. فهو يتصل فقط بـ:
de: Ein Download-Manager muss ins Internet, deshalb ist CloakDrop genau dabei, wann es das tut. Es verbindet sich nur mit:
es: Un gestor de descargas tiene que conectarse a internet, así que CloakDrop es preciso sobre cuándo lo hace. Solo se conecta a:
fr: Un gestionnaire de téléchargement doit accéder à internet ; CloakDrop est donc précis quant au moment où il le fait. Il se connecte uniquement à :
hi: एक डाउनलोड मैनेजर को इंटरनेट तक पहुँचना ही पड़ता है, इसलिए CloakDrop स्पष्ट रहता है कि वह ऐसा कब करता है। यह केवल इनसे कनेक्ट होता है:
ja: ダウンロードマネージャはインターネットに接続する必要があるため、CloakDrop はそのタイミングを明確にしています。接続先は次のものだけです：
ko: 다운로드 관리자는 인터넷에 연결해야 하므로, CloakDrop은 언제 연결하는지 명확히 밝힙니다. 오직 다음에만 연결합니다:
pt_br: Um gerenciador de downloads precisa acessar a internet, então o CloakDrop é preciso sobre quando faz isso. Ele se conecta apenas a:
ru: Менеджер загрузок должен выходить в интернет, поэтому CloakDrop точно указывает, когда это происходит. Он подключается только к:
zh_hans: 下载管理器必须访问互联网，因此 CloakDrop 明确说明它何时这样做。它仅连接到：

source: A hundred gigs in. The router is starting to sweat.
ar: مئة غيغابايت. بدأ الراوتر يتعرّق.
de: Hundert Gigabyte drin. Der Router kommt ins Schwitzen.
es: Cien gigas ya. El router empieza a sudar.
fr: Cent gigas au compteur. Le routeur commence à transpirer.
hi: सौ गिग्स हो गए। राउटर पसीना बहाने लगा है।
ja: 100 ギガ突破。ルーターが汗をかき始めた。
ko: 100기가 돌파. 공유기가 땀을 흘리기 시작합니다.
pt_br: Cem gigas já. O roteador começa a suar.
ru: Сто гигов позади. Роутер начинает потеть.
zh_hans: 已达一百 GB。路由器开始冒汗了。

source: A proxy server, and only if you configure one in Network settings.
ar: خادم وكيل (بروكسي)، وفقط إذا قمت بإعداد واحد في إعدادات الشبكة.
de: Einen Proxyserver, und nur wenn du in den Netzwerkeinstellungen einen einrichtest.
es: Un servidor proxy, y solo si configuras uno en los ajustes de Red.
fr: Un serveur proxy, et uniquement si vous en configurez un dans les réglages Réseau.
hi: एक प्रॉक्सी सर्वर, और केवल तभी जब आप नेटवर्क सेटिंग्ज़ में कोई कॉन्फ़िगर करें।
ja: プロキシサーバ。ただし「ネットワーク」設定で設定した場合のみ。
ko: 프록시 서버 — 네트워크 설정에서 직접 구성한 경우에만.
pt_br: Um servidor proxy, e somente se você configurar um nas configurações de Rede.
ru: Прокси-сервер — и только если вы настроите его в разделе «Сеть».
zh_hans: 代理服务器，且仅当你在“网络”设置中配置了代理时。

source: A secure connection couldn’t be made.
ar: تعذّر إنشاء اتصال آمن.
de: Es konnte keine sichere Verbindung hergestellt werden.
es: No se pudo establecer una conexión segura.
fr: Impossible d’établir une connexion sécurisée.
hi: सुरक्षित कनेक्शन नहीं बनाया जा सका।
ja: 安全な接続を確立できませんでした。
ko: 보안 연결을 설정할 수 없습니다.
pt_br: Não foi possível estabelecer uma conexão segura.
ru: Не удалось установить защищённое соединение.
zh_hans: 无法建立安全连接。

source: A speed-test provider (Cloudflare or Ookla), and only while a test you started is running.
ar: مزوّد اختبار سرعة (Cloudflare أو Ookla)، وفقط أثناء تشغيل اختبار بدأته بنفسك.
de: Einen Geschwindigkeitstest-Anbieter (Cloudflare oder Ookla), und nur während ein von dir gestarteter Test läuft.
es: Un proveedor de prueba de velocidad (Cloudflare u Ookla), y solo mientras se ejecuta una prueba que hayas iniciado.
fr: Un fournisseur de test de débit (Cloudflare ou Ookla), et uniquement pendant qu’un test que vous avez lancé est en cours.
hi: एक स्पीड-टेस्ट प्रदाता (Cloudflare या Ookla), और केवल तब तक जब आपके द्वारा शुरू किया गया टेस्ट चल रहा हो।
ja: スピードテストのプロバイダ（Cloudflare または Ookla）。ただし、あなたが開始したテストの実行中のみ。
ko: 속도 테스트 제공자(Cloudflare 또는 Ookla) — 사용자가 시작한 테스트가 실행되는 동안에만.
pt_br: Um provedor de teste de velocidade (Cloudflare ou Ookla), e somente enquanto um teste que você iniciou está em execução.
ru: Провайдер теста скорости (Cloudflare или Ookla) — и только пока выполняется запущенный вами тест.
zh_hans: 测速服务商（Cloudflare 或 Ookla），且仅在你启动的测试运行期间。

source: A terabyte this month. ISPs whisper your name.
ar: تيرابايت واحد هذا الشهر. يهمس مزوّدو الخدمة باسمك.
de: Ein Terabyte diesen Monat. Provider flüstern deinen Namen.
es: Un terabyte este mes. Los proveedores susurran tu nombre.
fr: Un téraoctet ce mois-ci. Les FAI murmurent votre nom.
hi: इस महीने एक टेराबाइट। ISP आपका नाम फुसफुसाते हैं।
ja: 今月 1 テラバイト。プロバイダがあなたの名をささやく。
ko: 이번 달 1테라바이트. 인터넷 사업자들이 당신의 이름을 속삭입니다.
pt_br: Um terabyte este mês. As operadoras sussurram seu nome.
ru: Терабайт за месяц. Провайдеры шепчут ваше имя.
zh_hans: 本月一 TB。运营商悄悄念着你的名字。

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: परिचय
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
zh_hans: 关于

source: About CloakDrop
ar: حول CloakDrop
de: Über CloakDrop
es: Acerca de CloakDrop
fr: À propos de CloakDrop
hi: CloakDrop के बारे में
ja: CloakDrop について
ko: CloakDrop 정보
pt_br: Sobre o CloakDrop
ru: О программе CloakDrop
zh_hans: 关于 CloakDrop

source: Actual Size
ar: الحجم الفعلي
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
hi: वास्तविक आकार
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho real
ru: Реальный размер
zh_hans: 实际大小

source: Adaptive stream · %@
ar: بثّ تكيّفي · %@
de: Adaptiver Stream · %@
es: Transmisión adaptativa · %@
fr: Flux adaptatif · %@
hi: अनुकूली स्ट्रीम · %@
ja: アダプティブストリーム · %@
ko: 적응형 스트림 · %@
pt_br: Stream adaptativo · %@
ru: Адаптивный поток · %@
zh_hans: 自适应流 · %@

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add Condition
ar: إضافة شرط
de: Bedingung hinzufügen
es: Añadir condición
fr: Ajouter une condition
hi: शर्त जोड़ें
ja: 条件を追加
ko: 조건 추가
pt_br: Adicionar condição
ru: Добавить условие
zh_hans: 添加条件

source: Add Download
ar: إضافة تنزيل
de: Download hinzufügen
es: Añadir descarga
fr: Ajouter un téléchargement
hi: डाउनलोड जोड़ें
ja: ダウンロードを追加
ko: 다운로드 추가
pt_br: Adicionar Download
ru: Добавить загрузку
zh_hans: 添加下载

source: Add Download…
ar: إضافة تنزيل…
de: Download hinzufügen…
es: Añadir descarga…
fr: Ajouter un téléchargement…
hi: डाउनलोड जोड़ें…
ja: ダウンロードを追加…
ko: 다운로드 추가…
pt_br: Adicionar Download…
ru: Добавить загрузку…
zh_hans: 添加下载…

source: Add Rule
ar: إضافة قاعدة
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
hi: नियम जोड़ें
ja: ルールを追加
ko: 규칙 추가
pt_br: Adicionar regra
ru: Добавить правило
zh_hans: 添加规则

source: Add a URL to start downloading. CloakDrop splits files into parallel streams for speed.
ar: أضف عنوان URL لبدء التنزيل. يقسّم CloakDrop الملفات إلى تدفقات متوازية لزيادة السرعة.
de: Füge eine URL hinzu, um den Download zu starten. CloakDrop teilt Dateien für mehr Geschwindigkeit in parallele Streams auf.
es: Añade una URL para empezar a descargar. CloakDrop divide los archivos en flujos paralelos para mayor velocidad.
fr: Ajoutez une URL pour commencer le téléchargement. CloakDrop divise les fichiers en flux parallèles pour plus de rapidité.
hi: डाउनलोड शुरू करने के लिए कोई URL जोड़ें। CloakDrop गति के लिए फ़ाइलों को समानांतर स्ट्रीम में बाँटता है।
ja: URL を追加してダウンロードを開始しましょう。CloakDrop はファイルを複数のストリームに分割して高速化します。
ko: URL을 추가하여 다운로드를 시작하세요. CloakDrop은 속도를 위해 파일을 병렬 스트림으로 분할합니다.
pt_br: Adicione uma URL para começar a baixar. O CloakDrop divide os arquivos em fluxos paralelos para mais velocidade.
ru: Добавьте URL, чтобы начать загрузку. CloakDrop разбивает файлы на параллельные потоки для ускорения.
zh_hans: 添加 URL 即可开始下载。CloakDrop 会将文件拆分为多个并行流以提升速度。

source: Add a new download (⌘N) — or a batch from the menu
ar: أضف تنزيلًا جديدًا (⌘N) — أو دفعة من القائمة
de: Neuen Download hinzufügen (⌘N) – oder einen Stapel aus dem Menü
es: Añade una nueva descarga (⌘N) o un lote desde el menú
fr: Ajoutez un nouveau téléchargement (⌘N) — ou un lot depuis le menu
hi: नया डाउनलोड जोड़ें (⌘N) — या मेनू से एक बैच
ja: 新規ダウンロードを追加(⌘N)— またはメニューから一括追加
ko: 새로운 다운로드를 추가하거나(⌘N) 메뉴에서 일괄 추가하세요
pt_br: Adicione um novo download (⌘N) — ou um lote pelo menu
ru: Добавьте новую загрузку (⌘N) — или пакет из меню
zh_hans: 新建下载 (⌘N) — 或从菜单批量添加

source: Add paused
ar: الإضافة موقوفًا
de: Pausiert hinzufügen
es: Añadir en pausa
fr: Ajouter en pause
hi: रोककर जोड़ें
ja: 一時停止で追加
ko: 일시 정지로 추가
pt_br: Adicionar pausado
ru: Добавить на паузе
zh_hans: 添加为暂停

source: Add to queue
ar: الإضافة إلى القائمة
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file
hi: क़तार में जोड़ें
ja: キューに追加
ko: 대기열에 추가
pt_br: Adicionar à fila
ru: Добавить в очередь
zh_hans: 加入队列

source: Added
ar: أُضيف
de: Hinzugefügt
es: Añadida
fr: Ajouté
hi: जोड़ा गया
ja: 追加日
ko: 추가됨
pt_br: Adicionado
ru: Добавлено
zh_hans: 已添加

source: Address Bar
ar: شريط العنوان
de: Adressleiste
es: Barra de direcciones
fr: Barre d’adresse
hi: पता बार
ja: アドレスバー
ko: 주소 표시줄
pt_br: Barra de endereço
ru: Адресная строка
zh_hans: 地址栏

source: After all downloads finish
ar: بعد انتهاء جميع التنزيلات
de: Nach Abschluss aller Downloads
es: Al finalizar todas las descargas
fr: Une fois tous les téléchargements terminés
hi: सभी डाउनलोड पूरे होने के बाद
ja: すべてのダウンロードの完了後
ko: 모든 다운로드 완료 후
pt_br: Após todos os downloads terminarem
ru: После завершения всех загрузок
zh_hans: 所有下载完成后

source: Algorithm
ar: الخوارزمية
de: Algorithmus
es: Algoritmo
fr: Algorithme
hi: एल्गोरिद्म
ja: アルゴリズム
ko: 알고리즘
pt_br: Algoritmo
ru: Алгоритм
zh_hans: 算法

source: All
ar: الكل
de: Alle
es: Todas
fr: Tous
hi: सभी
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 全部

source: All Downloads Complete
ar: اكتملت جميع التنزيلات
de: Alle Downloads abgeschlossen
es: Todas las descargas completadas
fr: Tous les téléchargements terminés
hi: सभी डाउनलोड पूर्ण
ja: すべてのダウンロードが完了
ko: 모든 다운로드 완료
pt_br: Todos os downloads concluídos
ru: Все загрузки завершены
zh_hans: 所有下载已完成

source: All conditions must match.
ar: يجب أن تتطابق جميع الشروط.
de: Alle Bedingungen müssen zutreffen.
es: Deben cumplirse todas las condiciones.
fr: Toutes les conditions doivent correspondre.
hi: सभी शर्तें मेल खानी चाहिए।
ja: すべての条件が一致する必要があります。
ko: 모든 조건이 일치해야 합니다.
pt_br: Todas as condições devem corresponder.
ru: Должны совпадать все условия.
zh_hans: 所有条件都必须匹配。

source: All time
ar: الإجمالي الكلّي
de: Gesamt
es: Histórico
fr: Depuis toujours
hi: अब तक
ja: 累計
ko: 전체 기간
pt_br: Desde sempre
ru: За всё время
zh_hans: 总计

source: Also checks a checksum the site publishes next to the download on the same server (.sha256/.sha1/.md5).
ar: يتحقق أيضًا من مجموع اختباري ينشره الموقع بجوار التنزيل على الخادم نفسه (.sha256/.sha1/.md5).
de: Prüft außerdem eine Prüfsumme, die die Website neben dem Download auf demselben Server bereitstellt (.sha256/.sha1/.md5).
es: También comprueba una suma de comprobación que el sitio publica junto a la descarga en el mismo servidor (.sha256/.sha1/.md5).
fr: Vérifie aussi une somme de contrôle que le site publie à côté du téléchargement, sur le même serveur (.sha256/.sha1/.md5).
hi: साइट द्वारा उसी सर्वर पर डाउनलोड के साथ प्रकाशित चेकसम की भी जाँच करता है (.sha256/.sha1/.md5)।
ja: サイトが同じサーバー上でダウンロードの隣に公開しているチェックサム（.sha256/.sha1/.md5）も確認します。
ko: 사이트가 같은 서버의 다운로드 옆에 게시한 체크섬(.sha256/.sha1/.md5)도 확인합니다.
pt_br: Também verifica um checksum que o site publica ao lado do download no mesmo servidor (.sha256/.sha1/.md5).
ru: Также проверяет контрольную сумму, которую сайт публикует рядом с загрузкой на том же сервере (.sha256/.sha1/.md5).
zh_hans: 还会检查站点在同一服务器上随下载一起发布的校验和（.sha256/.sha1/.md5）。

source: Applies across all active downloads combined.
ar: يُطبَّق على جميع التنزيلات النشطة مجتمعةً.
de: Gilt für alle aktiven Downloads zusammen.
es: Se aplica al conjunto de todas las descargas activas.
fr: S’applique à l’ensemble des téléchargements actifs combinés.
hi: सभी सक्रिय डाउनलोड पर संयुक्त रूप से लागू होता है।
ja: 実行中のすべてのダウンロードの合計に適用されます。
ko: 진행 중인 모든 다운로드에 합산되어 적용됩니다.
pt_br: Aplica-se a todos os downloads ativos combinados.
ru: Применяется ко всем активным загрузкам в совокупности.
zh_hans: 适用于所有进行中的下载的总和。

source: Archives
ar: أرشيفات
de: Archive
es: Archivos comprimidos
hi: आर्काइव
ja: アーカイブ
ko: 아카이브
pt_br: Arquivos compactados
ru: Архивы
zh_hans: 归档文件

source: Ask a question or report an issue
ar: اطرح سؤالًا أو أبلغ عن مشكلة
de: Frage stellen oder Problem melden
es: Haz una pregunta o informa de un problema
fr: Poser une question ou signaler un problème
hi: प्रश्न पूछें या समस्या की रिपोर्ट करें
ja: 質問する、または問題を報告する
ko: 질문하거나 문제 신고하기
pt_br: Fazer uma pergunta ou relatar um problema
ru: Задать вопрос или сообщить о проблеме
zh_hans: 提问或报告问题

source: Ask which quality to download
ar: السؤال عن الجودة المراد تنزيلها
de: Nach der Download-Qualität fragen
es: Preguntar qué calidad descargar
fr: Demander la qualité à télécharger
hi: डाउनलोड करने के लिए क्वालिटी पूछें
ja: ダウンロードする画質を確認
ko: 다운로드할 화질 묻기
pt_br: Perguntar qual qualidade baixar
ru: Спрашивать качество для загрузки
zh_hans: 下载前询问画质

source: Audio
ar: صوت
hi: ऑडियो
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
zh_hans: 音频

source: Audio only
ar: الصوت فقط
de: Nur Audio
es: Solo audio
fr: Audio uniquement
hi: केवल ऑडियो
ja: 音声のみ
ko: 오디오만
pt_br: Somente áudio
ru: Только звук
zh_hans: 仅音频

source: Audio · %@
ar: صوت · %@
hi: ऑडियो · %@
ja: 音声 · %@
ko: 오디오 · %@
pt_br: Áudio · %@
ru: Аудио · %@
zh_hans: 音频 · %@

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
ja: 認証
ko: 인증
pt_br: Autenticação
ru: Аутентификация
zh_hans: 身份验证

source: Average Speed
ar: متوسط السرعة
de: Durchschnittsgeschwindigkeit
es: Velocidad media
fr: Vitesse moyenne
hi: औसत गति
ja: 平均速度
ko: 평균 속도
pt_br: Velocidade média
ru: Средняя скорость
zh_hans: 平均速度

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Précédent
hi: पीछे
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 后退

source: Bandwidth Bandit
ar: لصّ النطاق الترددي
de: Bandbreiten-Bandit
es: Bandido del ancho de banda
fr: Bandit de la bande passante
hi: बैंडविड्थ डाकू
ja: 帯域の山賊
ko: 대역폭 도적
pt_br: Bandido da banda larga
ru: Трафик-бандит
zh_hans: 带宽大盗

source: Bandwidth Schedule
ar: جدولة عرض النطاق
de: Bandbreitenzeitplan
es: Programación de ancho de banda
fr: Planification de la bande passante
hi: बैंडविड्थ शेड्यूल
ja: 帯域幅スケジュール
ko: 대역폭 일정
pt_br: Agenda de largura de banda
ru: Расписание пропускной способности
zh_hans: 带宽计划
